<template>
  <div class="details">
    <van-nav-bar
      :title=tit
      left-text="返回"
      left-arrow
      @click-left="onClickLeft"
      
    />
    <div class="body">
      <h2 class="title">第一章 小四的世界</h2>

      <p>
        子夜时分，小四睡得迷迷糊糊间听见自己的卧室外有窸窸窣窣的响动。
        她警惕地坐起身仔细地听着楼下的声音，却并没有想要去看个究竟的打算。
        因为她身处的是五大区都不管的荒芜区，治安混乱，盗贼猖狂，还经常有一些自称是治安队的人来收取什么税费
        ，所以小四只想着等这些人走了以后再下去看个究竟。她牢牢记着她死去的爷爷常说的，
        只要人活着，什么都会有的，所以不用在意那些人做了什么，保护自己的命才最重要。
      </p>
      <p>
        小四全身紧绷地等了很久也只是听到一些细微的响动，她很奇怪这次的盗匪怎么没有像以前那些人
        似的大肆地打砸抢。又等了五分钟，确定楼下没有了声音后小四才轻轻地从床上下到地上，踮起脚慢慢
        地走到卧室门口。小四缓缓地转动门把手，没有发出任何响动，因为她不敢确定那些人是不是已经
        离开了。将门打开一条缝，只是将脑袋伸出门外，又仔细听了一会儿，确定真的没有任何声音了以
        后，小四才松了一口气。她长长地呼出一口气后准备下楼看看刚才那些人到底在自己的楼下捣鼓了些什么事。
      </p>
      <p>
        小四一边下楼一边心里嘀咕着，估计自己楼下那些好不容易弄到的药品都被抢劫一空了，这段时间自己又要一贫如洗了。想到自己
        接下来又要啃白馒头，小四真的是恨死了那些强盗，可是偏偏自己又是个手无缚鸡之力的女孩子，而爷爷又是不知道是为了什么，死前叮嘱
        自己就算是饿死了也不能踏入五大行政区。小四不敢违背爷爷的话，只能是在这荒芜区里艰难地生活着。
      </p>
      <p>
        想到此，小四忍不住叹了一口气，可接着小四的叹息声的是一声虚弱的呻吟声。小四听到这个声音的时候只觉得自己全身一
        阵发麻，几乎是立刻站在原地不敢动了。小四以为自己会被人用刀子威胁什么的，可是站了一会儿却是什么也没有发生。小四鼓足勇气，颤抖着伸
      </p>
      <p>（本章未完，请翻页）</p>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      tit:this.$route.params.t
    };
  },
  methods: {
    onClickLeft(){
      this.$router.push("/Home/Sy")
    }
  },
};
</script>

<style lang="scss" scoped>
.details {
  
  .body {
    padding: 15px;
  }
  background: #e5dfce;
  h2 {
    font-size: 20px;
  }
  p {
    font-size: 18px;
    line-height: 30px;
  }
}
</style>